Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Starting screenshot sync…
ar: جارٍ بدء مزامنة لقطة الشاشة…
ca: S'està iniciant la sincronització de captures de pantalla...
cs: Spouštění synchronizace snímku obrazovky…
da: Starter synkronisering af skærmbillede...
de: Screenshot-Synchronisierung wird gestartet…
el: Έναρξη συγχρονισμού στιγμιότυπων οθόνης…
es: Iniciando la sincronización de capturas…
fa: در حال شروع همگام‌سازی اسکرین‌شات‌ها…
fi: Aloitetaan kuvakaappauksen synkronointia…
fr: Démarrage de la synchronisation des captures d'écran…
he: מתחיל סנכרון צילום מסך...
hr: Pokretanje sinkronizacije snimke zaslona…
hu: Képernyőkép szinkronizálás indítása…
id: Memulai sinkronisasi tangkapan layar…
it: Avvio della sincronizzazione degli screenshot…
ja: スクリーンショットの同期を開始しています…
ko: 스크린샷 동기화 시작 중…
ms: Memulakan penyegerakan tangkapan skrin…
nl: Synchronisatie van screenshot starten...
no: Starter synkronisering av skjermbilde …
pl: Rozpoczynam synchronizację zrzutów ekranu…
pt_br: Iniciando a sincronização das capturas de tela…
pt_pt: Iniciando sincronização de captura de ecrã…
ro: Se începe sincronizarea capturii de ecran...
ru: Запуск синхронизации скриншотов…
sk: Spúšťa sa synchronizácia snímky obrazovky…
sl: Začenjanje sinhronizacije posnetkov zaslona…
sv: Startar synkronisering av skärmdump...
th: กำลังเริ่มซิงค์ภาพหน้าจอ...
tr: Ekran görüntüsü eşzamanlaması başlatılıyor…
uk: Запуск синхронізації знімків екрана…
ur: اسکرین شاٹ کی مطابقت پذیری شروع ہو رہی ہے…
vi: Đang bắt đầu đồng bộ hóa ảnh chụp màn hình…
zh_hans: 正在开始同步截图…
zh_hant: 正在開始同步螢幕截圖…

source: Starting upload…
ar: جارٍ بدء التحميل…
ca: S'està començant a carregar...
cs: Spouštění nahrávání…
da: Starter upload...
de: Upload wird gestartet…
el: Έναρξη μεταφόρτωσης…
es: Iniciando subida…
fa: در حال شروع آپلود…
fi: Aloitetaan latausta…
fr: Démarrage de l'envoi…
he: מתחיל להעלות...
hr: Pokretanje prijenosa...
hu: Feltöltés indítása…
id: Mulai mengunggah…
it: Avvio del caricamento…
ja: アップロードを開始しています…
ko: 업로드 시작 중…
ms: Memulakan muat naik…
nl: Uploaden starten…
no: Starter opplasting …
pl: Rozpoczynam przesyłanie…
pt_br: Iniciando envio…
pt_pt: Iniciando upload…
ro: Se începe încărcarea...
ru: Начало загрузки…
sk: Spúšťa sa nahrávanie…
sl: Začetek nalaganja …
sv: Startar uppladdning...
th: กำลังเริ่มอัปโหลด...
tr: Yükleme başlatılıyor…
uk: Початок вивантаження…
ur: اپ لوڈ شروع ہو رہا ہے…
vi: Đang bắt đầu tải lên…
zh_hans: 正在开始上传…
zh_hant: 正在開始上傳…

source: Starting…
ar: جارٍ البدء…
ca: S'està començant…
cs: Spouštění…
da: Starter...
de: Wird gestartet…
el: Έναρξη…
es: Iniciando…
fa: در حال شروع…
fi: Alkaen…
fr: Démarrage…
he: מתחיל...
hr: Počinje...
hu: Indítás…
id: Mulai…
it: Avvio…
ja: 開始中…
ko: 시작 중…
ms: Bermula…
nl: Beginnen…
no: Starter …
pl: Zaczynam…
pt_br: Iniciando…
pt_pt: Começando…
ro: Începând…
ru: Запуск…
sk: Začína sa…
sl: Začetek ...
sv: Börjar...
th: กำลังเริ่ม...
tr: Başlatılıyor…
uk: Запуск…
ur: شروع ہو رہا ہے…
vi: Bắt đầu…
zh_hans: 正在启动…
zh_hant: 正在開始…

source: Status
ar: الحالة
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
fa: وضعیت
fi: Tila
fr: État
he: סטטוס
hu: Állapot
it: Stato
ja: 状態
ko: 상태
pl: Stan
pt_pt: Estado
ro: Stare
ru: Статус
sk: Stav
sl: Stanje
th: สถานะ
tr: Durum
uk: Стан
ur: حیثیت
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Step %lld
ar: الخطوة %1$lld
ca: Pas %1$lld
cs: Krok %1$lld
da: Trin %1$lld
de: Schritt %lld
el: Βήμα %1$lld
es: Paso %lld
fa: مرحله %1$lld
fi: Vaihe %1$lld
fr: Étape %lld
he: שלב %1$lld
hr: Korak %1$lld
hu: %1$lld lépés
id: Langkah %1$lld
it: Passaggio %lld
ja: ステップ %lld
ko: %lld단계
ms: Langkah %1$lld
nl: Stap %1$lld
no: Trinn %1$lld
pl: Krok %1$lld
pt_br: Etapa %lld
pt_pt: Etapa %1$lld
ro: Pasul %1$lld
ru: Шаг %lld
sk: Krok %1$lld
sl: Korak %1$lld
sv: Steg %1$lld
th: ขั้นตอน %1$lld
tr: Adım %lld
uk: Крок %lld
ur: مرحلہ %1$lld
vi: Bước %1$lld
zh_hans: 第 %lld 步
zh_hant: 步驟 %lld

source: Steps to reproduce, ideally with a screen recording.
ar: خطوات إعادة الإنتاج، من الأفضل أن تكون من خلال تسجيل الشاشة.
ca: Passos per reproduir, idealment amb una gravació de pantalla.
cs: Kroky k reprodukci, ideálně se záznamem obrazovky.
da: Trin til gengivelse, ideelt set med en skærmoptagelse.
de: Schritte zum Nachstellen, idealerweise mit einer Bildschirmaufnahme.
el: Βήματα για αναπαραγωγή, ιδανικά με εγγραφή οθόνης.
es: Pasos para reproducir, idealmente con una grabación de pantalla.
fa: مراحل بازتولید مشکل، ترجیحاً همراه با ضبط صفحه.
fi: Toistovaiheet, mieluiten näytön tallennuksen kanssa.
fr: Les étapes pour reproduire le problème, idéalement avec un enregistrement d'écran.
he: שלבים לשכפול, באופן אידיאלי עם הקלטת מסך.
hr: Koraci za reprodukciju, idealno sa snimkom zaslona.
hu: A reprodukálás lépései, ideális esetben képernyőfelvétellel.
id: Langkah-langkah untuk mereproduksi, idealnya dengan perekaman layar.
it: Passaggi per riprodurre il problema, idealmente con una registrazione dello schermo.
ja: 再現手順 (できれば画面収録も)。
ko: 재현 단계(가능하면 화면 녹화 포함).
ms: Langkah-langkah untuk menghasilkan semula, sebaik-baiknya dengan rakaman skrin.
nl: Stappen om te reproduceren, idealiter met een schermopname.
no: Trinn for å reprodusere, ideelt sett med et skjermopptak.
pl: Kroki do odtworzenia, najlepiej z nagraniem ekranu.
pt_br: Passos para reproduzir, de preferência com gravação de tela.
pt_pt: Passos para reproduzir, de preferência com gravação de ecrã.
ro: Pași de reproducere, ideal cu o înregistrare pe ecran.
ru: Шаги для воспроизведения, лучше всего с записью экрана.
sk: Kroky na reprodukciu, ideálne so záznamom obrazovky.
sl: Koraki za reprodukcijo, idealno s posnetkom zaslona.
sv: Steg för att återskapa, helst med en skärminspelning.
th: ขั้นตอนในการทำซ้ำ ควรมีการบันทึกหน้าจอ
tr: Sorunu yeniden oluşturma adımları; mümkünse bir ekran kaydıyla.
uk: Кроки для відтворення, бажано із записом екрана.
ur: دوبارہ پیش کرنے کے اقدامات، مثالی طور پر اسکرین ریکارڈنگ کے ساتھ۔
vi: Các bước tái tạo, lý tưởng nhất là bằng cách ghi lại màn hình.
zh_hans: 复现步骤，最好附上录屏。
zh_hant: 重現步驟，最好附上螢幕錄影。

source: Stop Reusing Translation
ar: توقف عن إعادة استخدام الترجمة
ca: Deixeu de reutilitzar la traducció
cs: Přestaňte znovu používat překlad
da: Stop med at genbruge oversættelse
de: Übersetzung nicht mehr wiederverwenden
el: Σταματήστε την επαναχρησιμοποίηση της μετάφρασης
es: Dejar de reutilizar la traducción
fa: توقف استفادهٔ مجدد از ترجمه
fi: Lopeta käännöksen uudelleenkäyttö
fr: Ne plus réutiliser la traduction
he: תפסיק להשתמש בתרגום
hr: Prestanite koristiti prijevod
hu: Állítsa le a fordítás újrafelhasználását
id: Berhenti Menggunakan Kembali Terjemahan
it: Smetti di riutilizzare la traduzione
ja: 翻訳の再利用を停止
ko: 번역 재사용 중지
ms: Berhenti Menggunakan Semula Terjemahan
nl: Stop met het hergebruiken van vertalingen
no: Slutt å gjenbruke oversettelse
pl: Przestań ponownie używać tłumaczenia
pt_br: Parar de reutilizar tradução
pt_pt: Pare de reutilizar a tradução
ro: Nu mai reutilizați traducerea
ru: Не использовать перевод повторно
sk: Zastavte opätovné používanie prekladu
sl: Nehajte ponovno uporabljati prevod
sv: Sluta återanvända översättning
th: หยุดใช้การแปลซ้ำ
tr: Çeviriyi Yeniden Kullanmayı Durdur
uk: Не використовувати спільний переклад
ur: ترجمہ کو دوبارہ استعمال کرنا بند کریں۔
vi: Ngừng sử dụng lại bản dịch
zh_hans: 停止重用翻译
zh_hant: 停止重複使用翻譯

source: Stopped
ar: توقف
ca: Parat
cs: Zastaveno
da: Stoppet
de: Beendet
el: Σταμάτησε
es: Detenido
fa: متوقف شده
fi: Pysähtynyt
fr: Arrêtée
he: נעצר
hr: Zaustavljeno
hu: Megállt
id: Berhenti
it: Interrotto
ja: 停止
ko: 중지됨
ms: Berhenti
nl: Gestopt
no: Stoppet
pl: Zatrzymany
pt_br: Interrompido
pt_pt: Parado
ro: oprit
ru: Остановлено
sk: Zastavené
sl: ustavil
sv: Slutade
th: หยุดแล้ว
tr: Durduruldu
uk: Зупинено
ur: رک گیا۔
vi: Đã dừng
zh_hans: 已停止
zh_hant: 已停止

source: Stopping…
ar: جارٍ الإيقاف…
ca: S'està aturant…
cs: Zastavování…
da: Stopper...
de: Wird beendet…
el: Διακοπή…
es: Deteniendo…
fa: در حال توقف…
fi: Pysäytetään…
fr: Arrêt…
he: עוצר...
hr: Zaustavljanje...
hu: Leállítás…
id: Berhenti…
it: Arresto…
ja: 停止中…
ko: 중지 중…
ms: Berhenti…
nl: Stoppen…
no: Stopper …
pl: Zatrzymywanie…
pt_br: Parando…
pt_pt: Parando…
ro: Se opresc...
ru: Остановка…
sk: Zastavuje sa…
sl: Ustavljanje ...
sv: Stoppar...
th: กำลังหยุด...
tr: Durduruluyor…
uk: Зупинення…
ur: روک رہا ہے…
vi: Đang dừng…
zh_hans: 正在停止…
zh_hant: 正在停止…

source: Storage
ar: التخزين
ca: Emmagatzematge
cs: Skladování
da: Opbevaring
de: Speicher
el: Αποθήκευση
es: Almacenamiento
fa: ذخیره‌سازی
fi: Varastointi
fr: Stockage
he: אחסון
hr: Skladištenje
hu: Tárolás
id: Penyimpanan
it: Archiviazione
ja: ストレージ
ko: 저장 공간
ms: Penyimpanan
nl: Opslag
no: Oppbevaring
pl: Przechowywanie
pt_br: Armazenamento
pt_pt: Armazenamento
ro: Depozitare
ru: Хранилище
sk: Skladovanie
sl: Shranjevanje
sv: Förvaring
th: ที่เก็บของ
tr: Depolama
uk: Сховище
ur: ذخیرہ
vi: Lưu trữ
zh_hans: 存储
zh_hant: 儲存空間

source: Stories, Reels, TikTok
ar: قصص، بكرات، TikTok
ca: Històries, rodets, TikTok
cs: Příběhy, momentky, TikTok
da: Historier, ruller, TikTok
el: Ιστορίες, Καρούλια, TikTok
es: Historias, reels, TikTok
fa: استوری، ریلز، TikTok
fi: Tarinat, rullat, TikTok
he: סיפורים, סלילים, TikTok
hr: Priče, rolati, TikTok
hu: Történetek, tekercsek, TikTok
id: Cerita, Reel, TikTok
it: Storie, Reel, TikTok
ja: ストーリーズ、リール、TikTok
ko: 스토리, 릴스, TikTok
ms: Cerita, Kekili, TikTok
nl: Verhalen, rollen, TikTok
no: Historier, ruller, TikTok
pl: Historie, szpule, TikTok
pt_pt: Histórias, Momentos, TikTok
ro: Povești, role, TikTok
ru: Истории, Reels, TikTok
sk: Príbehy, momentky, TikTok
sv: Berättelser, rullar, TikTok
th: เรื่องราว ม้วนฟิล์ม TikTok
tr: Hikâyeler, Reels, TikTok
uk: Історії, Reels, TikTok
ur: کہانیاں، ریلز، TikTok
vi: Câu chuyện, Câu chuyện, TikTok
zh_hans: 快拍、Reels、TikTok
zh_hant: 限時動態、Reels、TikTok

source: Story
ar: قصة
ca: Història
cs: Příběh
da: Historie
el: Ιστορία
es: Historia
fa: استوری
fi: Tarina
he: סיפור
hr: priča
hu: Történet
id: Cerita
it: Storia
ja: ストーリー
ko: 스토리
ms: cerita
nl: Verhaal
no: Historie
pl: Historia
pt_pt: História
ro: Povestea
ru: Сторис
sk: Príbeh
sl: Zgodba
sv: Berättelse
th: เรื่องราว
tr: Hikâye
uk: Сторіс
ur: کہانی
vi: Câu chuyện
zh_hans: 快拍
zh_hant: 限時動態

source: Stretch across all screenshots
ar: تمتد عبر جميع لقطات الشاشة
ca: Estireu totes les captures de pantalla
cs: Protáhněte všechny snímky obrazovky
da: Stræk ud over alle skærmbilleder
de: Über alle Screenshots strecken
el: Επεκτείνεται σε όλα τα στιγμιότυπα οθόνης
es: Extender por todas las capturas
fa: در تمام اسکرین‌شات‌ها کشیده شود
fi: Levitä kaikkiin kuvakaappauksiin
fr: Étendre sur toutes les captures d'écran
he: למתוח על פני כל צילומי המסך
hr: Protegnite se na sve snimke zaslona
hu: Nyújtsa át az összes képernyőképet
id: Regangkan di semua tangkapan layar
it: Estendi su tutti gli screenshot
ja: すべてのスクリーンショットに広げる
ko: 모든 스크린샷에 걸쳐 늘이기
ms: Rentangkan semua tangkapan skrin
nl: Rek uit over alle schermafbeeldingen
no: Strekk ut alle skjermbilder
pl: Rozciągnij na wszystkie zrzuty ekranu
pt_br: Estender por todas as capturas de tela
pt_pt: Esticar em todas as capturas de ecrã
ro: Întindeți-vă pe toate capturile de ecran
ru: Растянуть на все скриншоты
sk: Roztiahnite všetky snímky obrazovky
sl: Raztegni čez vse posnetke zaslona
sv: Sträck över alla skärmdumpar
th: ขยายภาพหน้าจอทั้งหมด
tr: Tüm ekran görüntülerine yay
uk: Розтягнути на всі знімки екрана
ur: تمام اسکرین شاٹس پر پھیلائیں۔
vi: Trải dài trên tất cả các ảnh chụp màn hình
zh_hans: 延展到所有截图
zh_hant: 延展至所有螢幕截圖

source: Strong
ar: قوي
ca: Fort
cs: Silný
da: Stærk
de: Stark
el: Δυνατός
es: Fuerte
fa: قوی
fi: Vahva
fr: Forte
he: חזק
hr: Jaka
hu: Erős
id: Kuat
it: Forte
ja: 強
ko: 강하게
ms: kuat
nl: Sterk
no: Sterk
pl: Silny
pt_br: Forte
pt_pt: Forte
ro: Puternic
ru: Сильный
sk: Silný
sl: Močna
sv: Stark
th: แข็งแรง
tr: Güçlü
uk: Сильний
ur: مضبوط
vi: mạnh mẽ
zh_hans: 强烈
zh_hant: 強烈

source: Style
ar: النمط
ca: Estil
cs: styl
da: Stil
de: Stil
el: Στυλ
es: Estilo
fa: سبک
fi: Tyyli
he: סגנון
hr: Stil
hu: Stílus
id: Gaya
it: Stile
ja: スタイル
ko: 스타일
ms: Gaya
nl: Stijl
no: Stil
pl: Styl
pt_br: Estilo
pt_pt: Estilo
ro: Stil
ru: Стиль
sk: štýl
sl: Slog
sv: Stil
th: สไตล์
tr: Stil
uk: Стиль
ur: انداز
vi: phong cách
zh_hans: 样式
zh_hant: 樣式

source: Style it
ar: صممه
ca: Estileu-lo
cs: Upravte si styl
da: Style det
de: Gestalten
el: Δώστε το στυλ
es: Dale estilo
fa: طراحی ظاهر
fi: Tyyli se
fr: Mettez en forme
he: תעצב אותו
hr: Stilizirajte ga
hu: Stílusozd
id: Gaya itu
it: Personalizza lo stile
ja: スタイルを設定
ko: 스타일 지정
ms: Gayakan
nl: Stijl het
no: Stil den
pl: Stylizuj
pt_br: Estilize
pt_pt: Estilize
ro: Stilează-l
ru: Оформите
sk: Upravte si štýl
sl: Oblikujte ga
sv: Style den
th: สไตล์มัน
tr: Stil verin
uk: Оформіть
ur: اسے اسٹائل کریں۔
vi: Tạo kiểu cho nó
zh_hans: 设置样式
zh_hant: 設定樣式

source: Style your row
ar: صمم صفك
ca: Estil la teva fila
cs: Upravte svůj řádek
da: Style din række
de: Gestalten Sie Ihre Reihe
el: Δώστε στυλ στη σειρά σας
es: Dale estilo a tu fila
fa: به ردیف خود استایل بدهید
fi: Muotoile rivisi
fr: Stylisez votre ligne
he: תעצב את השורה שלך
hr: Stilizirajte svoj red
hu: Stílusa a sor
id: Gaya baris Anda
ja: 行のスタイルを設定する
ko: 행 스타일 지정
ms: Gayakan barisan anda
nl: Stijl je rij
no: Stil raden din
pl: Stylizuj swój rząd
pt_br: Estilize sua linha
pt_pt: Estilize sua linha
ro: Stilați-vă rândul
sk: Upravte svoj riadok
sl: Oblikujte svojo vrstico
sv: Style din rad
th: จัดสไตล์แถวของคุณ
ur: اپنی قطار کو اسٹائل کریں۔
vi: Tạo kiểu cho hàng của bạn
zh_hans: 设计你的行

source: Submit experiment for review?
ar: إرسال التجربة للمراجعة؟
ca: Voleu enviar l'experiment a revisió?
cs: Odeslat experiment ke kontrole?
da: Indsende eksperiment til gennemgang?
de: Experiment zur Prüfung einreichen?
el: Υποβολή πειράματος για έλεγχο;
es: ¿Enviar el experimento a revisión?
fa: آزمایش برای بررسی ارسال شود؟
fi: Lähetetäänkö kokeilu tarkistettavaksi?
fr: Soumettre l’expérience à l’examen ?
he: לשלוח את הניסוי לבדיקה?
hr: Poslati eksperiment na pregled?
hu: Elküldi a kísérletet felülvizsgálatra?
id: Kirim eksperimen untuk ditinjau?
it: Inviare l'esperimento per la revisione?
ja: 実験を審査に提出しますか？
ko: 실험을 심사에 제출할까요?
ms: Serahkan percubaan untuk semakan?
nl: Experiment ter beoordeling indienen?
no: Vil du sende inn eksperimentet for vurdering?
pl: Przesłać eksperyment do sprawdzenia?
pt_br: Enviar o experimento para revisão?
pt_pt: Enviar experimento para revisão?
ro: Trimiteți experimentul spre examinare?
ru: Отправить эксперимент на проверку?
sk: Odoslať experiment na kontrolu?
sl: Želite poskus poslati v pregled?
sv: Vill du skicka experimentet för granskning?
th: ส่งการทดสอบเพื่อรับการตรวจทานหรือไม่
tr: Deney incelemeye gönderilsin mi?
uk: Надіслати експеримент на перевірку?
ur: جائزہ کے لیے تجربہ جمع کرائیں؟
vi: Gửi thử nghiệm để xem xét?
zh_hans: 要提交实验以供审核吗？
zh_hant: 要將實驗送交審查嗎？

source: Submit for Review
ar: إرسال للمراجعة
ca: Envia per revisió
cs: Odeslat ke kontrole
da: Send til gennemgang
de: Zur Prüfung einreichen
el: Υποβολή για έλεγχο
es: Enviar a revisión
fa: ارسال برای بررسی
fi: Lähetä tarkistettavaksi
fr: Soumettre à l’examen
he: שלח לבדיקה
hr: Pošaljite na pregled
hu: Beküldés felülvizsgálatra
id: Kirim untuk Ditinjau
it: Invia per la revisione
ja: 審査に提出
ko: 심사에 제출
ms: Hantar untuk Semakan
nl: Ter beoordeling indienen
no: Send inn for vurdering
pl: Prześlij do recenzji
pt_br: Enviar para revisão
pt_pt: Enviar para revisão
ro: Trimiteți pentru revizuire
ru: Отправить на проверку
sk: Odoslať na kontrolu
sl: Oddaj v pregled
sv: Skicka in för granskning
th: ส่งเพื่อตรวจสอบ
tr: İncelemeye Gönder
uk: Надіслати на перевірку
ur: جائزہ کے لیے جمع کروائیں۔
vi: Gửi để xem xét
zh_hans: 提交审核
zh_hant: 提交審查

source: Submit for Review…
ar: إرسال للمراجعة...
ca: Envia a revisió...
cs: Odeslat ke kontrole…
da: Send til gennemgang...
de: Zur Prüfung einreichen…
el: Υποβολή για έλεγχο…
es: Enviar a revisión…
fa: ارسال برای بررسی…
fi: Lähetä tarkistettavaksi…
fr: Soumettre à l’examen…
he: שלח לבדיקה...
hr: Pošalji na pregled…
hu: Beküldés felülvizsgálatra…
id: Kirim untuk Ditinjau…
it: Invia per la revisione…
ja: 審査に提出…
ko: 심사에 제출…
ms: Serahkan untuk Semakan…
nl: Verzenden ter beoordeling...
no: Send inn for vurdering...
pl: Prześlij do sprawdzenia…
pt_br: Enviar para revisão…
pt_pt: Enviar para revisão…
ro: Trimiteți pentru examinare...
ru: Отправить на проверку…
sk: Odoslať na kontrolu…
sl: Pošlji v pregled ...
sv: Skicka in för granskning...
th: ส่งเพื่อตรวจสอบ...
tr: İncelemeye Gönder…
uk: Надіслати на перевірку…
ur: جائزہ کے لیے جمع کرائیں…
vi: Gửi để xem xét…
zh_hans: 提交审核…
zh_hant: 提交審查…

source: Submitting for review…
ar: جارٍ الإرسال للمراجعة...
ca: S'està enviant per a revisió...
cs: Odesílání ke kontrole…
da: Sender til gennemgang...
de: Wird zur Prüfung gesendet…
el: Υποβολή για έλεγχο…
es: Enviando a revisión…
fa: در حال ارسال برای بازبینی…
fi: Lähetetään tarkistettavaksi…
fr: Envoi pour examen…
he: שולח לבדיקה...
hr: Slanje na pregled…
hu: Felülvizsgálatra küldés…
id: Mengirimkan untuk ditinjau…
it: Invio per la revisione…
ja: 審査に送信中…
ko: 검토 요청 중…
ms: Menyerahkan untuk semakan…
nl: Ter beoordeling indienen…
no: Sender inn til vurdering …
pl: Przesyłam do sprawdzenia…
pt_br: Enviando para revisão…
pt_pt: Enviando para análise…
ro: Se trimite spre examinare...
ru: Отправка на проверку…
sk: Odosiela sa na kontrolu…
sl: Pošiljanje v pregled …
sv: Skickar för granskning...
th: กำลังส่งเพื่อตรวจสอบ...
tr: İncelemeye gönderiliyor…
uk: Надсилання на перевірку…
ur: جائزہ کے لیے جمع کرایا جا رہا ہے…
vi: Đang gửi để xem xét…
zh_hans: 正在送交审核…
zh_hant: 正在送交審查…
